{
    "caption": "Text-to-Speech Copy and paste text from any source, such as a Web page and convert automatically into an audio file in the target language.",
    "url": "https://slideplayer.com/slide/3299189/11/images/22/Text-to-Speech+Copy+and+paste+text+from+any+source%2C+such+as+a+Web+page+and+convert+automatically+into+an+audio+file+in+the+target+language..jpg",
    "key": "000270013",
    "status": "success",
    "error_message": null,
    "width": 256,
    "height": 256,
    "original_width": 960,
    "original_height": 720,
    "exif": "{\"Image DocumentName\": \"Text-to-SpeechCopy and paste text from any source, such as a Web page and convert automatically into an audio file in the target language.\", \"Image ImageDescription\": \"Bookmarks and subtitles for each sentence. Created audio files are added to the Study Playlist. Benefit from native voices even in the absence of native staff. Tireless language teacher. Selection of high-quality voices for different target languages available. Text-to-Speech is a powerful addition to Study learning tools, allowing users to easily create high quality audio material in their target language from any text, as well as benefit from native voices even in the absence of native staff. The conversion is quick, simple and there is no need to record in advance. You can simply copy and paste any text from any source, such as a Web page, and create an audio file with bookmarks and subtitles for your students to work on independently. Created audio files are added to the Study Playlist. The Text-to-Speech feature employs the default Windows voice synthesizer. However, we are also able to offer a selection of high-quality Text-to-Speech voices for different target languages developed by IVONA.\", \"Image XResolution\": \"37\", \"Image YResolution\": \"37\", \"Image ResolutionUnit\": \"Pixels/Centimeter\", \"Image Software\": \"SlidePlayer\", \"Image YCbCrPositioning\": \"Centered\"}",
    "md5": "5442c734177150d72090b93a45ec5fba"
}